// Задание 1
// Необходимо создать переменную в которой будет храниться температура в градусах Цельсия, преобразовать значение в температуру по фаренгейту.
// Формула перевода градусов Цельсия в градусы Фаренгейта: градусы Фаренгейта = (9 / 5) * градусы Цельсия + 32
// Вывести в консоль температуру в Цельсиях и Фаренгейтах.

// let C = 12;
// const F = (9 / 5) * C + 32;
// console.log(`Цельсия: ${celT} = Фаренгейт ${fT}`);

// Эталонное решение
const celT = +prompt("Введите t в цельсиях");
const fT = (9 / 5) * celT + 32;
alert(`Цельсия: ${celT} = Фаренгейт ${fT}`);
// Задание 2
// Необходимо создать переменную name, записать в эту переменную свое имя. Необходимо также создать переменную admin и присвоить этой переменной значение из переменной name. Вывести значение переменной admin в консоль.

// const name = "Stas";
// const admin = name;
// console.log(admin);
